;Head

[DetroitSwatHelmet X2BodyPartTemplate]
DisplayName="底特律 SWAT 头盔"

[DetroitSwatHelmetF X2BodyPartTemplate]
DisplayName="底特律 SWAT 头盔"

[DetroitSwatHelmetFacePropsUpper X2BodyPartTemplate]
DisplayName="底特律 SWAT 头盔"

[DetroitSwatHelmetFacePropsUpperF X2BodyPartTemplate]
DisplayName="底特律 SWAT 头盔"


[DetroitSwatHelmetWhite X2BodyPartTemplate]
DisplayName="底特律 SWAT 头盔(白)"

[DetroitSwatHelmetWhiteF X2BodyPartTemplate]
DisplayName="底特律 SWAT 头盔(白)"

[DetroitSwatHelmetWhiteFacePropsUpper X2BodyPartTemplate]
DisplayName="底特律 SWAT 头盔(白)"

[DetroitSwatHelmetWhiteFacePropsUpperF X2BodyPartTemplate]
DisplayName="底特律 SWAT 头盔(白)"


[USArmyHelm X2BodyPartTemplate]
DisplayName="U.S. 士兵 头盔"

[USArmyHelmF X2BodyPartTemplate]
DisplayName="U.S. 士兵 头盔"

[USArmyHelmNeckless X2BodyPartTemplate]
DisplayName="U.S. 士兵 头盔 (无领罩)"

[USArmyHelmNecklessF X2BodyPartTemplate]
DisplayName="U.S. 士兵 头盔 (无领罩)"


;Body

[CNV_DetroitSwat_Torso X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲"

[LPL_DetroitSwat_Torso X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲"

[MPL_DetroitSwat_Torso X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲"

[HPL_DetroitSwat_Torso X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲"

[LPW_DetroitSwat_Torso X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲"

[MPW_DetroitSwat_Torso X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲"

[HPW_DetroitSwat_Torso X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲"

[CNVReaper_DetroitSwat_Torso X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲"

[PLTReaper_DetroitSwat_Torso X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲"

[PWRReaper_DetroitSwat_Torso X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲"

[CNVSkirmisher_DetroitSwat_Torso X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲"

[PLTSkirmisher_DetroitSwat_Torso X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲"

[PWRSkirmisher_DetroitSwat_Torso X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲"

[CNVTemplar_DetroitSwat_Torso X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲"

[PLTTemplar_DetroitSwat_Torso X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲"

[PWRTemplar_DetroitSwat_Torso X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲"


;Decals

[CNV_DetroitSwatDecals_Arms X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲迷彩"

[LPL_DetroitSwatDecals_Arms X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲迷彩"

[MPL_DetroitSwatDecals_Arms X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲迷彩"

[HPL_DetroitSwatDecals_Arms X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲迷彩"

[LPW_DetroitSwatDecals_Arms X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲迷彩"

[MPW_DetroitSwatDecals_Arms X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲迷彩"

[HPW_DetroitSwatDecals_Arms X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲迷彩"

[CNVReaper_DetroitSwatDecals_Arms X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲迷彩"

[PLTReaper_DetroitSwatDecals_Arms X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲迷彩"

[PWRReaper_DetroitSwatDecals_Arms X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲迷彩"

[CNVSkirmisher_DetroitSwatDecals_Arms X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲迷彩"

[PLTSkirmisher_DetroitSwatDecals_Arms X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲迷彩"

[PWRSkirmisher_DetroitSwatDecals_Arms X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲迷彩"

[CNVTemplar_DetroitSwatDecals_Arms X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲迷彩"

[PLTTemplar_DetroitSwatDecals_Arms X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲迷彩"

[PWRTemplar_DetroitSwatDecals_Arms X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲迷彩"



;Body Female

[CNV_DetroitSwat_F_Torso X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲"

[LPL_DetroitSwat_F_Torso X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲"

[MPL_DetroitSwat_F_Torso X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲"

[HPL_DetroitSwat_F_Torso X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲"

[LPW_DetroitSwat_F_Torso X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲"

[MPW_DetroitSwat_F_Torso X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲"

[HPW_DetroitSwat_F_Torso X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲"

[CNVReaper_DetroitSwat_F_Torso X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲"

[PLTReaper_DetroitSwat_F_Torso X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲"

[PWRReaper_DetroitSwat_F_Torso X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲"

[CNVSkirmisher_DetroitSwat_F_Torso X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲"

[PLTSkirmisher_DetroitSwat_F_Torso X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲"

[PWRSkirmisher_DetroitSwat_F_Torso X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲"

[CNVTemplar_DetroitSwat_F_Torso X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲"

[PLTTemplar_DetroitSwat_F_Torso X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲"

[PWRTemplar_DetroitSwat_F_Torso X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲"


;Decals Female

[CNV_DetroitSwatDecals_F_Arms X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲迷彩"

[LPL_DetroitSwatDecals_F_Arms X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲迷彩"

[MPL_DetroitSwatDecals_F_Arms X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲迷彩"

[HPL_DetroitSwatDecals_F_Arms X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲迷彩"

[LPW_DetroitSwatDecals_F_Arms X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲迷彩"

[MPW_DetroitSwatDecals_F_Arms X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲迷彩"

[HPW_DetroitSwatDecals_F_Arms X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲迷彩"

[CNVReaper_DetroitSwatDecals_F_Arms X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲迷彩"

[PLTReaper_DetroitSwatDecals_F_Arms X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲迷彩"

[PWRReaper_DetroitSwatDecals_F_Arms X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲迷彩"

[CNVSkirmisher_DetroitSwatDecals_F_Arms X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲迷彩"

[PLTSkirmisher_DetroitSwatDecals_F_Arms X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲迷彩"

[PWRSkirmisher_DetroitSwatDecals_F_Arms X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲迷彩"

[CNVTemplar_DetroitSwatDecals_F_Arms X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲迷彩"

[PLTTemplar_DetroitSwatDecals_F_Arms X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲迷彩"

[PWRTemplar_DetroitSwatDecals_F_Arms X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲迷彩"





;Body White

[CNV_DetroitSwatWhite_Torso X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲（白）"

[LPL_DetroitSwatWhite_Torso X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲（白）"

[MPL_DetroitSwatWhite_Torso X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲（白）"

[HPL_DetroitSwatWhite_Torso X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲（白）"

[LPW_DetroitSwatWhite_Torso X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲（白）"

[MPW_DetroitSwatWhite_Torso X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲（白）"

[HPW_DetroitSwatWhite_Torso X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲（白）"

[CNVReaper_DetroitSwatWhite_Torso X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲（白）"

[PLTReaper_DetroitSwatWhite_Torso X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲（白）"

[PWRReaper_DetroitSwatWhite_Torso X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲（白）"

[CNVSkirmisher_DetroitSwatWhite_Torso X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲（白）"

[PLTSkirmisher_DetroitSwatWhite_Torso X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲（白）"

[PWRSkirmisher_DetroitSwatWhite_Torso X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲（白）"

[CNVTemplar_DetroitSwatWhite_Torso X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲（白）"

[PLTTemplar_DetroitSwatWhite_Torso X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲（白）"

[PWRTemplar_DetroitSwatWhite_Torso X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲（白）"


[CNV_DetroitSwatWhite_F_Torso X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲（白）"

[LPL_DetroitSwatWhite_F_Torso X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲（白）"

[MPL_DetroitSwatWhite_F_Torso X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲（白）"

[HPL_DetroitSwatWhite_F_Torso X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲（白）"

[LPW_DetroitSwatWhite_F_Torso X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲（白）"

[MPW_DetroitSwatWhite_F_Torso X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲（白）"

[HPW_DetroitSwatWhite_F_Torso X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲（白）"

[CNVReaper_DetroitSwatWhite_F_Torso X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲（白）"

[PLTReaper_DetroitSwatWhite_F_Torso X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲（白）"

[PWRReaper_DetroitSwatWhite_F_Torso X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲（白）"

[CNVSkirmisher_DetroitSwatWhite_F_Torso X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲（白）"

[PLTSkirmisher_DetroitSwatWhite_F_Torso X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲（白）"

[PWRSkirmisher_DetroitSwatWhite_F_Torso X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲（白）"

[CNVTemplar_DetroitSwatWhite_F_Torso X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲（白）"

[PLTTemplar_DetroitSwatWhite_F_Torso X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲（白）"

[PWRTemplar_DetroitSwatWhite_F_Torso X2BodyPartTemplate]
DisplayName="底特律 SWAT 护甲（白）"



[DetroitSniper_CV X2WeaponTemplate]
FriendlyName="T1 底特律警用狙击枪"
FriendlyNamePlural="T1 底特律警用狙击枪"
BriefSummary="国家安全部的标配狙击步枪，军械库直接取用.英格兰制造 ."
TacticalText="<Bullet/> 国家安全部的标配狙击步枪，军械库直接取用.英格兰制造 .\n<Bullet/>"
AbilityDescName="狙击步枪"

[DetroitSniper_MG X2WeaponTemplate]
FriendlyName="T2 底特律警用狙击枪"
FriendlyNamePlural="T2 底特律警用狙击枪"
BriefSummary="国家安全部的标配狙击步枪，军械库直接取用.英格兰制造."
TacticalText="<Bullet/> 国家安全部的标配狙击步枪，军械库直接取用.英格兰制造.\n<Bullet/>"
AbilityDescName="狙击步枪"

[DetroitSniper_BM X2WeaponTemplate]
FriendlyName="T3 底特律警用狙击枪"
FriendlyNamePlural="T3 底特律警用狙击枪"
BriefSummary="国家安全部的标配狙击步枪，军械库直接取用.英格兰制造."
TacticalText="<Bullet/> 国家安全部的标配狙击步枪，军械库直接取用.英格兰制造.\n<Bullet/>"
AbilityDescName="狙击步枪"
